{
  "backend": "tokenizers",
  "bos_token": "<s>",
  "clean_up_tokenization_spaces": true,
  "cls_token": "<s>",
  "eos_token": "</s>",
  "extra_special_tokens": [
    "<s_waybill>",
    "</s_waybill>",
    "<s_waybill_number>",
    "</s_waybill_number>",
    "<s_waybill_number_bbox>",
    "</s_waybill_number_bbox>",
    "<s_document_date>",
    "</s_document_date>",
    "<s_document_date_bbox>",
    "</s_document_date_bbox>",
    "<s_sender_name>",
    "</s_sender_name>",
    "<s_sender_name_bbox>",
    "</s_sender_name_bbox>",
    "<s_recipient_name>",
    "</s_recipient_name>",
    "<s_recipient_name_bbox>",
    "</s_recipient_name_bbox>",
    "<s_product_name>",
    "</s_product_name>",
    "<s_product_name_bbox>",
    "</s_product_name_bbox>",
    "<s_carrier_name>",
    "</s_carrier_name>",
    "<s_carrier_name_bbox>",
    "</s_carrier_name_bbox>",
    "<s_sender_inn>",
    "</s_sender_inn>",
    "<s_sender_inn_bbox>",
    "</s_sender_inn_bbox>",
    "<s_recipient_inn>",
    "</s_recipient_inn>",
    "<s_recipient_inn_bbox>",
    "</s_recipient_inn_bbox>",
    "<s_sender_kpp>",
    "</s_sender_kpp>",
    "<s_sender_kpp_bbox>",
    "</s_sender_kpp_bbox>",
    "<s_recipient_kpp>",
    "</s_recipient_kpp>",
    "<s_recipient_kpp_bbox>",
    "</s_recipient_kpp_bbox>",
    "<s_contract_number>",
    "</s_contract_number>",
    "<s_contract_number_bbox>",
    "</s_contract_number_bbox>",
    "<s_invoice_number>",
    "</s_invoice_number>",
    "<s_invoice_number_bbox>",
    "</s_invoice_number_bbox>",
    "<s_carrier_inn>",
    "</s_carrier_inn>",
    "<s_carrier_inn_bbox>",
    "</s_carrier_inn_bbox>",
    "<s_driver_name>",
    "</s_driver_name>",
    "<s_driver_name_bbox>",
    "</s_driver_name_bbox>",
    "<s_vehicle_number>",
    "</s_vehicle_number>",
    "<s_vehicle_number_bbox>",
    "</s_vehicle_number_bbox>",
    "<s_total_amount>",
    "</s_total_amount>",
    "<s_total_amount_bbox>",
    "</s_total_amount_bbox>",
    "<s_arrival_time>",
    "</s_arrival_time>",
    "<s_arrival_time_bbox>",
    "</s_arrival_time_bbox>",
    "<s_departure_time>",
    "</s_departure_time>",
    "<s_departure_time_bbox>",
    "</s_departure_time_bbox>",
    "<s_loading_address>",
    "</s_loading_address>",
    "<s_loading_address_bbox>",
    "</s_loading_address_bbox>",
    "<s_unloading_address>",
    "</s_unloading_address>",
    "<s_unloading_address_bbox>",
    "</s_unloading_address_bbox>"
  ],
  "is_local": true,
  "mask_token": "<mask>",
  "model_max_length": 1000000000000000019884624838656,
  "pad_token": "<pad>",
  "processor_class": "DonutProcessor",
  "sep_token": "</s>",
  "sp_model_kwargs": {},
  "tokenizer_class": "TokenizersBackend",
  "unk_token": "<unk>"
}
